// © Copyright 2015-2016 HP Development Company, L.P.

WDTTaskName = "Wi-Fi Direct";

WDTTaskTitle = "Включить Wi-Fi Direct";
WDTTaskDescription = "Прямое беспроводное соединение обеспечивает удобное подключение к принтеру с помощью смартфонов, ноутбуков и других мобильных устройств с поддержкой беспроводной связи.";

WDTSecurityRequiredDescription = "Ограничение доступа к принтеру с помощью парольной фразы (необходимо).";

WDTPassphraseTitle = "Парольная фраза:";
WDTShowPassphraseButtonTitle = "Показать парольную фразу";
WDTSavePassphraseButtonTitle = "Сохранить парольную фразу в связке ключей";
WDTEmptyPassphraseError = "Нельзя указать пустую парольную фразу.";
WDTTooShortPassphraseError = "Парольная фраза должна содержать не менее 8.";

WDTConfigureWiFiDirectButtonTitle = "Настройка компьютера Mac для простого подключения HP Wi-Fi Direct";
WDTConfigureWiFiDirectDescription = "Настройка компьютера Mac для автоматического подключения к сети Wi-Fi Direct (при отсутствии обычной беспроводной сети).";
WDTConfigurtWiFiDirectAdditionalDescription = "Быстрое переключение между обычными настройками сети и параметрами Wi-Fi Direct через раздел \"Местоположение\" в меню Apple.";
WDTConfigureWiFiDirectExtendedDescription = "WDT_TEXT:WDTConfigureWiFiDirectDescription\nWDTConfigurtWiFiDirectAdditionalDescription";

WDTMoreInfoLinkTitle = "Подробнее о работе с Wi-Fi Direct см. на сайте";

WDTCannotBeEnabledErrorTitle = "Не удается включить Wi-Fi Direct";
WDTCannotBeEnabledErrorDescription = "Не удается включить Wi-Fi Direct при текущей конфигурации вашего принтера. Чтобы получить дополнительные сведения, попробуйте включить Wi-Fi Direct на панели управления принтера или на начальной странице, также называемой встроенным веб-сервером или EWS.";
